start_command = '''
Привет я бот, который может помочь тебе найти то объявление, которое ты хочешь найти на сайте Berkat.\n
Для подробной информации ты можешь увидеть запустив команду /help
'''


help_command = '''
Способности:
____________

Поиск  -  ' * ' ( *Поисковой Запрос )

Категории  -  /categories

Выбрать категорию - ' - ' ( -ИмяКат-ии )

Под категирии - ' ➤ ' - ( ➤ИмяПодКат-ии ) 

Менять страницу - ' $ ' ( $3 )


Примечания:
____________

Если вы хотите переходить по категориям то вам не обходимо выбрать
главную категирию - это вы сможете сделать при помощи /categories
или написав имя самой категории (-Категория)

При новом поиске не забудьте вызвать сам пост через цифру.
В дальнешем вы сможете преходить по ним с помошью инлайн кнопок.

Знайте что на каждой странице кол-во максимальных постов 70.
Если посты меньше 70, то изменять страницу бесмысленно.
Если же их рово 70, то можете изменять страницу.
'''

